Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 沈萤愣了一下“哦。”他干嘛要跟她说这个？
en_us: Shen Ying paused. "Oh." Why was he telling her this?

source: 沈萤愣了一下，眼神一眯，突然抱拳咔嚓一按道，“那……就跪下说好了！”
en_us: Shen Ying hesitated for a moment, then her eyes narrowed and she suddenly cracked her knuckles loudly. "Then… you can talk while kneeling down!"

source: 沈萤愣了一下，老实的摇了摇头，“不知道啊。”
en_us: Shen Ying hesitated. She shook her head innocently, "I don't know."

source: 沈萤愣了半会，才想起这个人是谁，哦……那个坑。
en_us: Shen Ying was blank for a moment before recalling who this person was. Oh… it’s that pit hole.

source: 沈萤愣了愣，“呃……到也不是。”就是有点憋屈而已。
en_us: Shen Ying hesitated before saying, "Uh… not exactly." I’m just a little indignant.

source: 沈萤愣了愣，转头看向旁边某个一脸怨念的人。
en_us: Shen Ying faltered, and turned to looked at a certain someone's begrudging face.

source: 沈萤懒得管它，正打算继续找人，突然却听见前方不远处，传来两道熟悉声音。
en_us: Shen Ying couldn't be bothered with it. She was just about to continue her search, when she heard two familiar voices coming from not too far away.

source: 沈萤戳了戳那团糊糊，迟迟没有夹起来，神情更加的嫌弃了，满脸都写着“猪食”两个字。戳了半天，直到某人快要暴走，这才塞进了嘴里。
en_us: Shen Ying poked at the mound of mush, but did not pick it up with her chopsticks. Her disgust deepened. Her expression openly conveyed how she felt about this 'pig swill'. She would have continued poking at it but as it appeared that someone was about to leave in a huff, she had no choice but to stuff it into her mouth.

source: 沈萤扁了扁嘴角，“飞升后，你是不是就不能下来了？”
en_us: Shen Ying pursed her lips. "Does it mean that you won't be able to come down after your Immortal Ascension?"

source: 沈萤手一顿，低头直直盯向碟子上的包子，顿时浑身杀气全消。
en_us: Shen Ying's hands stopped moving. She lowered her head and fixed her gaze at the bun on the plate, and the murderous aura vanished completely.

source: 沈萤手里瓜子一松，下一刻人已经出现在了场中，伸手一抓。千钧一发之际，像是抓绳子一样，一把抓住了那道紫黑色闪电的尾巴，刚好停在了孤月头顶不到一尺的位置。
en_us: Releasing the melon seeds from her hand, Shen Ying was at the scene in an instant. She reached out her hand and at the very last moment, managed to catch hold of the streak of purplish black lightning's tail as if it were a rope, stopping it within a foot from Lonemoon's head.

source: 沈萤扒饭的手终于停了一下，眨眨眼抬头扫了他一眼。话说……你们仙圈的人，流行挖墙角，还让别人递铲子的吗？
en_us: At last, Shen Ying stopped eating and looked up at him, blinking her eyes. I say… I know you people in the immortal circle like to headhunt, but do you really expect me, his boss, to help you as well?

source: 沈萤抓着他的衣领，往右边一甩，嘭的一声把人砸到了地上，再转手往左一甩。像是甩布袋一样，左边一下，右边一下。一时间整个林间都是一声声，嘭嘭嘭的摔打声，和她一句句极不开心的抱怨。
en_us: Shen Ying grabbed his collar and flung him to the right, slamming him to the ground. She switched her grip, and then he was flung to the left as if he were a cloth sack. To the left and right he went, and at that moment the whole forest was filled with the sounds of smacking along with her unhappy grumbling.

source: 沈萤抓着黄灿灿的手一僵，“呃……习惯性的想舔个包？”吃鸡哪有不舔包的。
en_us: Shen Ying's hand, which was in the act of picking up the gold pieces, froze for a moment. "Uh… Just picking up loot out of habit?" How can victory be possible without picking up loot?

source: 沈萤抓糕点的手顿了一下。
en_us: Shen Ying's hand paused midway toward the pastries.

source: 沈萤抬头直直的看向那团高大的鬼影，眼睛轻轻的眯起，似是有什么恐怖的东西，正从身上源源不断的散发出来。
en_us: Shen Ying looked up straight at the huge ghost, her eyes narrowing. It felt as if something terrible was emanating from her body.

source: 沈萤抬头看了看，又瞅了瞅他递过来的符，却摇头塞了回去，“不用了。”
en_us: Shen Ying looked up and glanced at the talismans he had handed over, but then shook her head, throwing them back. "No need."

source: 沈萤抬头看了看，正打算回话，旁边的羿清却先一步开口。
en_us: Shen Ying looked up and was about to reply, but Yi Qing, who was next to her, spoke up first.

source: 沈萤抬脚一踩，把他整个都踩了进去，一字一句的道，“说，多余的两道雷，谁让你劈的？”
en_us: Shen Ying raised her leg and stamped hard till his whole body was buried in the ground. Enunciating each word, she asked, "Tell me. Those two extra bolts, were they by you?"

source: 沈萤拍了拍手，转身往身前已经倒得七零八落的废墟走去，弯身把某个埋在里面，只剩半口气，已经完全看不出人形的人扯了出来，顺势一脚踩上去，脚下隐隐传来什么开裂的声音。
en_us: Patting off the dust from her hands, Shen Ying turned and walked towards the pile of ruins and bending down, she dragged out the person buried underneath. The man dragged out was half-dead and completely unrecognizable as a human being. She pressed her foot down on him. There was a sound of something cracking.

source: 沈萤指了指地下道，“这！”
en_us: Shen Ying pointed at the underpass and said, "Here!"

source: 沈萤接住看了一眼，转手又扔了回去，“不要，送你！”
en_us: Shen Ying glanced at it and threw it back. "No, you can have it!"

source: 沈萤接过一看，顿时被满袋子的灵石闪瞎了眼，这么多！
en_us: Shen Ying could not believe her eyes when she saw the number of gleaming spirit stones in the bags.

source: 沈萤接过贴子瞅了瞅，细想了想，“哦，我那天好像是答应过他，有空一块去抓珍稀小动物的。”
en_us: Shen Ying took a look at the invitation card. After a moment, she said, "Oh, I think I promised him that I would accompany him to hunt for rare animals when I was free."

source: 沈萤接过，又掏出之前白泽给的蓝色袋子打开，伸手从里面哗的一下，掏出一截比人还高的鱼头，移到新袋子里。然后继续伸手从里面掏……
en_us: Taking the bag from Lonemoon, Shen Ying in turn opened the blue bag that Bai Zhe had given her, and fishing out a fish head that was even taller than a man, transferred it to the new storage bag. Whereupon she reached her hand into the blue bag again and fished out...

source: 沈萤整整掏了半个小时，才停了下来。
en_us: Shen Ying kept at it for half an hour before finally stopping.

source: 沈萤是在玄天宗的山门口赶上羿清的。
en_us: Shen Ying caught up with Yi Qing at the mountain entrance of Blackheaven Sect.

source: 沈萤是真的惊住了，上上下下把对方打量了一遍，真.总裁，活的，会说话的那种！突然很想跟他借钱。
en_us: Shen Ying was truly shocked. She scanned him from head to toe several times. He's a real CEO, alive and talking! She suddenly felt like borrowing money from him.

source: 沈萤是真的有点饿了，正要跟着进去，却迎面撞到了入口处一块眼熟的牌子，顿时一僵，整个人停在了门口，隐隐感觉有冷汗滴了下来。
en_us: Shen Ying was really a little hungry and was just about to follow him inside, when she saw a familiar-looking sign. All at once she froze in her steps. She felt the faint sensation of perspiration rolling down her face.

source: 沈萤晃若未闻继续靠近，他已经退无可退，咚的一下撞到了墙上，脑海中的系统发出疯狂的警告声。
en_us: Shen Ying seemed not to have heard anything he said and continued to advance. Feng Ying kept backing away from her until his back slammed against a wall. The system in his head kept issuing frantic warning beeps.

source: 沈萤有些别扭了动了动，咳了一声才挥了挥手道，“毛团，再见。”
en_us: Shen Ying shifted uncomfortably and cleared her throat. She waved, "Goodbye, Furball."

source: 沈萤有点方，她才刚收的徒弟不会是一次性的吧？她没学过医，又对这个世界的套路不是很懂。想了想，转身就冲进林子里，随手抓了只刚出妖界的小动物，让它帮忙找兔子来看看。
en_us: Shen Ying was flustered; she had just accepted a disciple, but would it only be a one-off episode? She did not how to cure people, and in addition to that, she was unsure of how things worked in this world. She pondered for a moment before rushing into the forest, conveniently grabbing hold of a small animal nearby that just stepped out of the Demon Realm to get it to look for the rabbit.

source: 沈萤本想再八卦一下，可肚子实在是太饿了，一坐下就只顾专心的吃了起来。
en_us: Shen Ying wanted to gossip again, but she was too hungry. Having sat down, she concentrated on devouring her food.

source: 沈萤松了一口气，把人拉起来，“没事就行。”吓死她了，还以为以后又要继续吃猪食了。
en_us: Shen Ying heaved a sigh of relief as she pulled him up. "As long as you are alright." She had been scared to death, as she thought she might have had to continue eating pig feed in the future.

source: 沈萤正在吃午饭，刚夹起一块肉，突然就是一阵地动山摇，她手一抖，顿时叭答一下肉掉在了地上。
en_us: Shen Ying was having her lunch. As she just took a piece of meat, suddenly the earth trembled and the mountains swayed, her hand shivered and the meat dropped onto the ground.

source: 沈萤正打算再劝几句，却突然听见不远处传来脚步声。
en_us: Just as Shen Ying intended to continue persuading, sounds of footsteps nearby were heard.

source: 沈萤正要开吃，孤月却突然火急火燎的冲了进来。
en_us: Just as Shen Ying was about to eat, Lonemoon suddenly rushed in with burning impatience.

source: 沈萤正要拒绝，萝卜刚好大步跨了进来。
en_us: Shen Ying was just about to turn it down when the Radish suddenly bound toward them.

source: 沈萤歪了歪头，“他们这么不懂事的吗？”
en_us: Shen Ying tilted her head, "they're that ignorant?"

source: 沈萤歪了歪头，还没回答，那边的青亦却突然上前两步，死死的盯向地上的羿清道，“果然不能任由你发展下去。否则后患无穷。”说完他强忍着身上的伤，再次唤出那条业火凝成的巨龙，朝着三人的方向冲了过来，“今日，你们必须死在这里。”
en_us: Shen Ying tilted her head and stopped talking. Qing Yi suddenly took a couple of steps toward them. Looking directly at Yi Qing, he said, "I really cannot allow you to grow stronger, otherwise you'll definitely create trouble." As soon as the words were out of his mouth, he summoned a Great Inferno Dragon. The dragon charged toward the Yi Qing, Shen Ying and Lonemoon. "Today, the three of you will die here."

source: 沈萤歪头想了想，又补充了一句，“他会做饭！”
en_us: Shen Ying tilted her head and pondered, and added, "He can cook!"

source: 沈萤没再管那只狐狸，拿起一把剑，直接朝着那个发白光的阵法上一插，顿时半截剑就没入了土里，只听得咔嚓一声，阵法瞬间出现了裂痕，光暗了大半，却还没有直接崩溃。
en_us: Not bothering with the fox anymore, Shen Ying picked up a sword and moved directly towards the glowing array, and then slashed at the ground with the sword, half of it sticking deep into the earth. A breaking sound was heard as cracks immediately surfaced from the array and the glow grew much dimmer, but it had not entirely fallen apart.

source: 沈萤没办法，只好一手拧着人，一手抱着那个婴儿，跳了出去。
en_us: Shen Ying had no choice but to hold the other on one hand and hug the Infant on the other. With that, he jumped out.

source: 沈萤没时间管这些改变，在塔顶找了一圈也没有找着其它的人影，细细看了看，才发现前方不远处，不知什么时候出现一排黑色的阶梯弯延而下，似是通往下一层。
en_us: Shen Ying had no time to bother about these changes. She looked around the pagoda but could find no signs of anyone. However, after looking carefully, she saw, not far from where she was, a flight of black staircase which was not there before. The winding steps seemed to be leading down to the level below.

source: 沈萤没有动，仍是稳稳的踩着他的肩，到是孤月撑着被劈得半死的身子，上前道，“你既是仙人，又为何要阻我飞升？”
en_us: Shen Ying didn't move. She stood atop him, one foot on his shoulder. Lonemoon tried to pull together his battered body and asked, "If you're an immortal, why are you trying to stop me from ascending?"

source: 沈萤没有回答，反而看向魔王手中的那团黑红色的气体道，“这东西咋办？烧了？”
en_us: Shen Ying did not reply and looked at the reddish-black matter in the Devil King's hand instead. "What do we do with this thing now? Burn it?"

source: 沈萤没有回话，孤月却越说越顺畅，“我在玄天宗三百多年，一直把那里当成自己的归属，以为修仙的跟凡人总是不同。或许真的像门规说的，同为一门便会同舟共济同共进退。没想到轩辕家一到，他们连打都不打，直接就认了输。还是为什么宗门大义，直接把锅甩到你们身上，也算是让我大开眼界了。”
en_us: Shen Ying did not reply, but the more Lonemoon spoke the more he blurted. "I have been in the Blackheaven Sect for over three hundred years and I have treated that place as home, thinking that cultivators are different from mortals. Perhaps the sect's rules were right. As a sect, everyone needs to be in the same boat and move together. Never did I imagine that once the Xuan Yuan Family arrived, they would not even put up a fight and immediately wave the white flag. So much for a sect's principles. It was such an eye-opening experience."

source: 沈萤没有回，只是突然转头又走了回去，对着九人道，“那个……我昨天说错了一句话。”
en_us: Shen Ying did not reply, but merely turned around suddenly and walked back to face the nine girls. "Regarding what I said yesterday… I made a mistake."

source: 沈萤没有意见，羿清直接唤出灵剑，习惯性的带着沈萤飞了起来。
en_us: Shen Ying kept quiet as Yi Qing immediately drew his spirit sword. Out of habit, he helped Shen Ying onto the sword and they both began to fly.

source: 沈萤没理他，往前走了两步，看了看平坦的小岛，握了握手里的剑，刚刚厨子徒弟是怎么用的来着？好像要先举起来……
en_us: Shen Ying ignored him. She took two steps forward, looked at the flat island, and gripped the sword with her hands. How did the chef disciple wield the sword? Seemed like it needs to be lifted first…

source: 沈萤没理它，拍了拍兔王道，“兔子，那就这里了，谢谢啊。”
en_us: Shen Ying ignored it and patted the Rabbit Monarch, saying, "Rabbit, this is it. Thanks."

source: 沈萤没由来的有些愧疚，起身用力一跳，落在了场中，拍了拍她的肩膀道，“不哭了不哭了。”
en_us: Shen Ying suddenly felt a little guilty. She jumped over onto the competition stage, tapped Si Yu on her shoulders and said, "Don't cry, don't cry."

source: 沈萤浑身冒着火般，拽住身边的人，直接往地上砸去，满个无敌派地动山摇，一时间方圆百里都是嘭嘭嘭的砸地声，以及她气极败坏的怒斥，“叫你吵吵！叫你吵吵！叫你吵吵……”
en_us: Fuming with rage, Shen Ying picked up the man beside her and smashed him into the ground. The ground trembled and the mountain shook. For a time, the sounds of repeated pounding reverberated for miles around, mixed with her infuriated scoldings, "Who told you to be so noisy! Who told you to be so noisy! Who told you to be so noisy!..."

source: 沈萤点了点头。果然不到半会眼前就出现了大片岛屿，遍布海上。岛的面积很小，有的看起来只是几平米的石墩而已。易峰也没有在这停留的意思，一边粗粗介绍了一番，一路飞了过去。大概飞了半个时辰的样子，那些岛屿才少了很多，隔个几分钟才能看到一座，而且面积很是宽广。
en_us: Shen Ying nodded. Indeed, after a moment, they saw many island in the middle of the Mirage Sea. The islands themselves were small - some resembled stone peaks that were only a few square metres long. Yi Feng had no intention to stop at any of the islands. He described some of them briefly and continued to fly past them. After an hour, there islands became sparser but each of them were much larger than the ones they saw before.

source: 沈萤点了点头，“那你怎么知道他们出了事？”还确定这是郁家的阴谋？
en_us: Shen Ying nodded, "Then how do you know that they're in trouble?" And so sure that this is a part of the Yu Family's plan at that?

source: 沈萤点了点头，羿清立马捏了个诀，手中的剑顿时化为万千剑阵，随着灵气飞向空中，瞬间满天都是密密麻麻的剑雨，只见他手中的法诀一变，剑雨开始在空中汇聚凝合，不到片刻就化成了一柄高达天际的金色巨剑。羿清一跃凌空而起，整个人似乎溶入到了那金色巨剑之中。一时间满天的剑气迷蔓。
en_us: Shen Ying nodded her assent. Yi Qing immediately produced a hand seal and the sword in his hand suddenly transformed into thousands of swords, all of which started flying up into the sky following the Spirit Qi he released. Immediately, the entire sky was covered by a dense rain of sword. Yi Qing then produced a different hand seal and the sword rain began to gather and condense in the air. Within moments it had turned into a gigantic golden sword that reached up to the sky. Yi Qing made a huge leap into the air, his entire body seemingly merging into the golden sword. The whole sky was covered in a dense fog of Sword Qi.

source: 沈萤点了点头，这才抬头对着莲花上的众人道，“那谁……你们的人是我揍的，萝卜也是我捡来的，要是不服来找我，跟别人无关。”
en_us: Shen Ying nodded. She raised her head to face the people on the Lotus Flower and said, "Mr. Whoever… I killed your people and I picked the radish. If you're not happy, you can settle your scores with me. This has nothing to do with anyone else."

source: 沈萤犹豫了一下，点了点头，“好！我答应你，无论发生什么事，先跟他们讲道理。”
en_us: Shen Ying hesitated and then nodded, "Okay! I promise you. No matter what happens, I will reason with them first."

source: 沈萤犹豫要不要追上去提醒一下两人，外面却又有人找来了，来人一身标准印家蓝衣，看着四十岁左右的样子，还点眼熟。
en_us: Shen Ying had just been thinking about whether she should chase after Lonemoon and Yi Qing when somebody appeared outside the door. The person was wearing the standard blue rope that people from the Yin Family wore. He looked about forty to fifty years old and very familiar.

source: 沈萤用衣袖扫了扫，被砸坏了半边的上座，缓缓坐下。扫了一眼宛如台风来过的后殿，顺脚就踩到了地上已经肿得分不出人样的轩辕家主胸口，“现在……我们可以聊了吗？”
en_us: Shen Ying used her sleeve to wipe the half-destroyed top seat, and slowly sat in it. She looked toward the back of the hall which seemed like it had been visited by a hurricane, and conveniently stepped on the chest of the Xuan Yuan Family’s master whose face was swollen beyond recognition. "Now… can we talk?"

source: 沈萤由于没有好好吃顿饭，窝了半个月的火气，全面暴发了出来。一下砸得比一下重，每砸一下郁昊天身上的黑气就会散去一圈，不到半会的功夫，原本浓黑如墨一样的塔顶，恢复了明亮。就连郁昊天也露出了原本的样子，黑色的长袍中，套着的只有一副骨头架子，魔气消尽后已经完全没了任何生息。
en_us: Shen Ying had not had a good meal for two weeks, and her pent up frustration suddenly exploded. Every bash was heavier than the last, and with every bash a layer of black Qi on Yu’s body dissipated. In no time at all brightness was restored to the pitch dark pagoda. Even Yu Haotian reverted to his original form; a skeletal figure clad in black robes who showed no signs of life after losing all his demon Qi.

source: 沈萤的脸色好像抽抽了一下，咳了一声，一脸认真的道，“这不是因为，院子上次被那黑衣服的劈了好多坑嘛，我想填填平整。”
en_us: Shen Ying's face seemed to twitch slightly. She gave a cough and with an earnest face replied, "It's not what you think. The other time, the one in black caused many holes in the yard. I was thinking of levelling them."

source: 沈萤皱了皱眉，用从未有过的正经神色，看向两人。
en_us: Shen Ying frowned. She faced the two of them with an expression more serious than they had ever seen..

source: 沈萤皱了皱眉，突然仰起头看了看，半会才转身对着红绿两位妹子道，“累了，回家！”
en_us: Frowning, Shen Ying suddenly raised her head and looked around for a while before turning to the girls of her sect to say, "I'm tired, let's go home!"

source: 沈萤皱着眉在鼻子前扇了扇，半会才把那股腥臭味给扇没了，这小动物好大的口气。侧头瞅了瞅眼前山一样高的肉块，她思考起它的可食用性来，有口臭的能吃吗？
en_us: Shen Ying frowned as she waved at the air in front of her nose. It was a while before the smell had completely dissipated — the beast had breathed out a substantial amount of air. Surveying the huge mass of meat in front of her, she considered whether beasts with smelly breath were edible.

source: 沈萤皱起了眉……我的院子。
en_us: Shen Ying furrowed her brows… My yard.

source: 沈萤直接一把把人又给按了回去，“烤你的肉去。”
en_us: Shen Ying pushed his shoulders downward, "Carry on roasting your meat."

source: 沈萤直接重新坐下，唰唰的写了几句话，然后叠起了手里的纸条递给了郁红。
en_us: Shen Ying sat down and immediately began to write on the paper. She afterwards handed the piece of paper over to Yu Hong.

source: 沈萤眉头一皱，更加不耐烦了，仍是那懒洋洋的口气，“你今天整这么大一出，别告诉只是为了抓本派的妹子来一日游。我刚刚没问，不代表我蠢，萝卜呢？”
en_us: Shen Ying frowned and grew even more impatient. Still speaking in that lazy drawl of hers, she answered, "You went to so much trouble planning this whole farce today, so don’t tell me it was all to snatch a disciple from my sect. I didn’t question you about it just now, but that doesn't mean I'm stupid. Where's Radish?"

source: 沈萤眉头一紧，伸手一巴掌往下拍了过去。
en_us: Shen Ying's eyebrows shot up. She reached out and instinctively struck out with a slap.

source: 沈萤眉头一紧，摸了摸她的头，把人拉到了身后，才扫向厅中的人，声音顿时一沉，“发生了什么事？”
en_us: Shen Ying frowned and rubbed her forehead. She pulled Si Yu behind her and scanned the people in the room. She lowered her voice and asked, "What happened?"

source: 沈萤眉头一紧，直接往后退了一步，“死开！”Gay里Gay气的。
en_us: Shen Ying frowned in disgust and took a huge step back. "Get lost! You're so gay!"

source: 沈萤看了一眼满山遍野的落石，脚下一点，纵身往着易峰说的方向一跃，顿时整个人飞到了高中，还先对方一步，准确的落在了岛屿的东南侧。
en_us: Shen Ying looked at the rocks and mountains falling apart in front of her. Then, she looked down at her feet. She jumped in the direction Yi Feng instructed her to and landed toward the southeast side of the land. Yi Feng landed beside her shortly after.

source: 沈萤看了他一眼，换了个舒服点的态势，继续摊着，“那个甘……甘……”
en_us: Shen Ying glanced at him and switched to a more comfortable position while continuing slumping back. "That Gan… Gan…"

source: 沈萤看了看眼前这个油盐不进，一心想守在门外的人有些头疼，想了半会才长长的叹了一声，无奈的出声。
en_us: Shen Ying felt a headache as she looked at this person who did not heed any of her advice and wholeheartedly wanted to stand guard by her door. She let out a long sigh after thinking for a while, compelled to say something.

source: 沈萤眨了眨眼，半点没有心动的样子，突然想到什么。
en_us: Shen Ying blinked. Suddenly, her face lit up as if she had thought of a brilliant idea.

source: 沈萤眯成一线的眼睛睁了睁，烂泥一般往前挪了挪，拉开袋子一看，只见里面装着满满一袋的上品灵石。
en_us: Shen Ying narrowed her eyes. Still looking like a slob, she slowly reached forward and poked at the bag. She pulled it toward her, opened it slightly and peered inside. All she saw were a couple of superior-grade spirit stones.

source: 沈萤眼疾手快，顺手拉了他一把，“怎么了？”突然就跪了？
en_us: Shen Ying reacted quickly and supported him, "What's wrong?" Why is he kneeling?

source: 沈萤眼睛一亮，接过袋子，看了仍低着头的人一眼，“谢了，毛团。”
en_us: Shen Ying's eyes sparkled once again. She grabbed the bag and faced the man who had his head lowered, "Thanks, Furball."

source: 沈萤眼睛顿时一亮，直接朝着岸边走了过去，一把拉起半截人高的鱼尾巴，习惯性的转头问道，“园长，你会……算了。”她话到嘴边又吞了回去，“海鲜生的也是可以吃的。”
en_us: Shen Ying's eyes sparkled. She walked toward the shore and picked up the fish tail, which was as long as half a human's body. Out of habit, she turned and asked, "Director, do you know to... Nevermind," she swallowed her words. "I can eat seafood raw."

source: 沈萤眼神一眯，快步走了过去，一把拧起了地上毫无重量的碧涛，“现在……能开门了吗？”
en_us: Shen Ying narrowed her eyes and stomped up to the immortal soul. She swiftly grabbed the immortal soul and pulled him to his feet, asking, "Now can you open the door?"

source: 沈萤眼神却眯得更细，空气中隐隐有什么崩断的声音传来，只见她一字一句的开口，“吼什么吼，知不知道，有、人、在、睡、觉！”
en_us: Shen Ying narrowed her eyes even more. There was a faint cracking sound. She spat out the words one by one: "What. Are. You. Yelling. For. Do. You. Know. There. Are. People. Sleeping!"

source: 沈萤眼神眯了眯，“然后呢……”
en_us: Shen Ying narrowed her eyes. "Then…"

source: 沈萤眼神轻眯，“我讨厌人渣。”
en_us: Slightly narrowing her eyes, Shen Ying said, "I hate scums."

source: 沈萤眼神顿时冷了冷，脸色越来越沉。
en_us: Shen Ying's eye went cold as her face grew solemn.

source: 沈萤睁大了眼睛，宁子安有些吃力的把地上的婴儿抱了起来，看向她道，“她不会记得任何之前的事，只要再历经三次转生，就会变成一个真正的人，与我的联系也会切断。待回到仙界，我会亲自送她下界。”
en_us: Shen Ying's eyes widened and Ning Zi An picked up the infant with a bit of effort. He looked at her and said, " She won't remember anything that has happened before. After 3 more reincarnations, she will become a true human being and I will cease any further contact with her. When I return to the Immortal World, I will personally bring her to the Mortal World."

source: 沈萤瞅了一眼锅里，随口道，“有话就说啊。”嗯，还好炒的是萝卜，不是肉。
en_us: Shen Ying took a quick glance into the pan and casually said, "Just say what you want." Hm, luckily it was carrots that were being cooked, not meat.

source: 沈萤瞅了瞅众人，再看了看满脸都写着不平衡的牛爸爸，这么一说，好像的确有必要的，但是……
en_us: Shen Ying took a look at everyone and then looked at the begrudging Father Niu. Now that he said it, it did seem like there was a need to do that, but…

source: 沈萤瞅了瞅手上沉甸甸的袋子，她这是……被人用钱砸了吗？
en_us: Shen Ying glanced at the heavy bag in her hand. Was she using this money to… buy her off?

source: 沈萤瞅了瞅手里的剑，“其实……我觉得你刚刚挺好的。”不用再改了吧。
en_us: Shen Ying looked at the sword in her hand. "Actually… I think you were just fine." I'm sure there's nothing that needs to be changed.

source: 沈萤瞅了瞅石壁上只剩半口气的血狐，脸上闪过一丝疑惑，刚想开口，孤月却先一步出声道，“还用问，这狐妖居然还想屠城，这样丧心病狂，死不足惜。”
en_us: Shen Ying looked at the blood fox who was half dead on the stone wall, and a trace of uncertainty flashed across her face. She was just about to speak, when Lonemoon stepped forward and said, "There's no need to ask, this fox demon wanted to massacre the city. Such a frenzied and unscrupulous demon, its death will not be regretted."

source: 沈萤瞅了瞅脚下发光的阵法，守阵眼的意思……应该是不让那只乌龟碰这里吧？
en_us: Shen Ying glanced at the light-emitting array formation beneath her feat. Maintaining the array formation means... not letting the turtle touch it right?

source: 沈萤秒懂，咳了一声道，“那个……厨子啊，要不你先去做个午饭？”
en_us: Shen Yin understood what she had to do. She cleared her throat, "Er... Chef, can you go and prepare lunch?"

source: 沈萤稳稳踩着他的脸，力气还重了一点。
en_us: Shen Ying was still stepping on his face, even more forcefully than before.

source: 沈萤突然伸手一抓，下一刻那个来势汹汹的法器就被她抓到了手里，一看居然是个铜铃。
en_us: Shen Ying suddenly stretched out her hand in a grab and the next moment, that fearsome-looking Dharma artifact was caught in her hand. It was actually a bronze bell.

source: 沈萤突然想到了什么，眼睛亮了几分，“易家很远吗？”
en_us: A thought struck Shen Ying and eyes brightening, she asked,"Is the Yi Family very far from here?"

source: 沈萤突然抬头，意味不明的看了他一眼，“你信啊？”
en_us: Shen Ying suddenly looked up at him with unclear intentions. "Do you believe it?"

source: 沈萤突然抬起一手。
en_us: Suddenly, Shen Ying raised her hand.

source: 沈萤突然精神一震，一把握住了他的手道，“为了不让你为难，我决定了，还是去吧！告诉我什么时间？几点？地点在哪？有没有着装要求？菜色怎么样？”
en_us: Shen Ying's face lit up as she reached out to hold his arm. "I don't want to put you in a spot, so I've decided that I will go! When is it going to be? What time? And where? Where will it be? Is there a dress code? What color should I wear?"

source: 沈萤立马拿起了筷子，专心进入进食状态。
en_us: Shen Ying immediately picked up her chopsticks, ready to dig in.

source: 沈萤第二天醒来的时候，看到的就是十几个人团团围着她床前的情景。一双双或担忧或激动或崇拜的眼神，齐唰唰的打在她身上。
en_us: When Shen Ying woke up the next day, she saw a crowd around her bed. The eyes that were fixed on her had expressions ranging from worry, exhilaration to adoration.
